xml/request_oclc/sammensat_diePrinzen.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/ope
nsearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standard
s/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:d
kdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="htt
p://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://w
ww.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:24617572"
xmlns:foxml="info:fedora/fedora-system:def/foxml#"
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.547Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.597Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.547Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.597Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.554Z" MIMETYPE="text/xml" SIZE="1211">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>die prinzen</dc:title>
  <dc:title>MATCH:die pr</dc:title>
  <dc:creator>Hjalmar Jess</dc:creator>
  <dc:creator>NOBIRTH:Hjalmar Jess</dc:creator>
  <dc:creator>MATCHSTRING:Jessh</dc:creator>
  <dc:subject>die prinzen</dc:subject>
  <dc:subject>rock</dc:subject>
  <dc:subject>sange</dc:subject>
  <dc:subject>tysk rockmusik</dc:subject>
  <dc:subject>undervisningsmaterialer</dc:subject>
  <dc:publisher>sprogforlaget</dc:publisher>
  <dc:publisher>MATCHSTRING:sprogfo</dc:publisher>
  <dc:date>2003</dc:date>
  <dc:type>Dvd</dc:type>
  <dc:type>WORK:movie</dc:type>
  <dc:type>Cd (musik)</dc:type>
  <dc:type>WORK:music</dc:type>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:type>Sammensat materiale</dc:type>
  <dc:type>WORK:none</dc:type>
  <dc:identifier>870970-basis:24617572</dc:identifier>
  <dc:identifier>ISBN:8779300324</dc:identifier>
  <dc:language>Tysk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.554Z" MIMETYPE="text/xml" SIZE="7581">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>24617572|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Die Prinzen</dc:title><dc:title xsi:type="dkdcplus:full">Die Prinzen : 10 Jahre Popmusik</dc:title><dc:creator>Hjalmar Jess</dc:creator><dc:creator xsi:type="oss:sort">Jess, Hjalmar</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.9061 Die Prinzen</dc:subject><dc:subject>Die Prinzen</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte grupper</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">rock</dc:subject><dc:subject xsi:type="dkdcplus:genre">rockfilm</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">sange</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">tysk rockmusik</dc:subject><dc:subject xsi:type="dkdcplus:DBCO">undervisningsmaterialer</dc:subject><dc:description>Dvd-video: På omslaget: Dvd plus. På omslaget: 1991-2001. Indeholder 19 musikvideoer samt optagelser af Die Prinzen i koncert, på rejse. Samt diskografi</dc:description><dc:description>Cd: Indeholder 19 musiknumre</dc:description><dc:description>Ringordner: Med undertitel: sangtekster og opgaver</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Sprogforlaget</dc:publisher><dc:date>2003</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Dvd</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:type xsi:type="dkdcplus:BibDK-Type">Sammensat materiale</dc:type><dc:format>1 dvd-video/cd, dobbeltsidet, 1 ringordner, illustreret</dc:format><dcterms:extent>ca. 90, 60 min., 45 løsblade</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">87-7930-032-4</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">ger</dc:language><dc:language>Tysk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">24617572</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20080418211707</marcx:subfield><marcx:subfield code="d">20030423</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2003</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="l">ger</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">m</marcx:subfield><marcx:subfield code="b">s</marcx:subfield><marcx:subfield code="g">th</marcx:subfield><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="g">xc</marcx:subfield><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">87-7930-032-4</marcx:subfield><marcx:subfield code="d">kr. 1015,00</marcx:subfield><marcx:subfield code="b">videobenyttelse: 3,4,5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">SKO200401</marcx:subfield><marcx:subfield code="x">SFA200320</marcx:subfield><marcx:subfield code="x">DAT990818</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="041"><marcx:subfield code="a">ger</marcx:subfield><marcx:subfield code="e">dan</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Jess</marcx:subfield><marcx:subfield code="h">Hjalmar</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Die ¤Prinzen</marcx:subfield><marcx:subfield code="c">10 Jahre Popmusik</marcx:subfield><marcx:subfield code="e">Hjalmar Jess</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Måløv</marcx:subfield><marcx:subfield code="b">Sprogforlaget</marcx:subfield><marcx:subfield code="c">2003</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 dvd-video/cd</marcx:subfield><marcx:subfield code="l">ca. 90, 60 min.</marcx:subfield><marcx:subfield code="b">dobbeltsidet</marcx:subfield><marcx:subfield code="n">1 ringordner</marcx:subfield><marcx:subfield code="a">45 løsblade</marcx:subfield><marcx:subfield code="b">ill.</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Dvd-video: På omslaget: Dvd plus. På omslaget: 1991-2001. Indeholder 19 musikvideoer samt optagelser af Die Prinzen i koncert, på rejse. Samt diskografi</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Cd: Indeholder 19 musiknumre</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Ringordner: Med undertitel: sangtekster og opgaver</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="610"><marcx:subfield code="a">Die ¤Prinzen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.9061</marcx:subfield><marcx:subfield code="a">Die ¤Prinzen</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.9064</marcx:subfield><marcx:subfield code="v">5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.794</marcx:subfield><marcx:subfield code="v">5</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="f">tysk rockmusik</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="f">rock</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="o">undervisningsmaterialer</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="o">sange</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="a">SFA</marcx:subfield><marcx:subfield code="o">200320</marcx:subfield><marcx:subfield code="b">F</marcx:subfield><marcx:subfield code="b">S</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="991"><marcx:subfield code="o">Ringordner med bilag (dvd-video/cd + videokassette) optaget i BS-fortegnelse 200320 (2 455 735 9)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.554Z" MIMETYPE="text/xml" SIZE="745">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">bvl</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f01"><marcx:subfield code="h">sf</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">BOGMUS200317</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.597Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:24617572">
    <isMemberOfUnit xmlns="info:fedora/">unit:47956</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47956</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:37:22.809</timestamp>
<pid>870970-basis:24617572</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
